Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: However, the 70 protesters who congregated outside the consulate this morning were refused the right to stand opposite the consulate building by members of the Dubai police and the CID.
ar: على أية حال, فقد تم رفض مطلب المحتجين السبعين الذين تجمعوا خارج القنصلية هذا الصباح بالوقوف مقابل مبنى القنصلية في دبي من قبل الشرطة.

source: “They had their chance [to protest] for the last four days,” said Capt Ahmad al Mirri, from the national security apparatus of Dubai. “They have delivered their message to the Iranian government.”
ar: قال الكابتن أحمد المير, من جهاز الأمن الوطني في دبي: لقد كانت لهم فرصتهم [ بالاحتجاج ] طوال الأيام الأربعة الماضية . ضاف قائلا: لقد أوصلوا رسالتهم إلى الحكومة الإيرانية.

source: “They are not allowed to protest anymore,” he added, saying that they had orders to stop any future protests, received from high-level officials.
ar: و تابع المير قائلا: لم يعد من المسموح لهم بالاحتجاج بعد الأن. و برر ذلك أن الأوامر بوقف أي احتجاجات في المستقبل, تم توجيهها له من قبل مسؤولين في المستويات العليا.

source: Protesters said they had been granted the permission to continue protesting on Thursday. “I personally signed the paper from the Ministry of Interior on Tuesday, and it said we had three days,” said Sarvenaz Hashtroudi, one of the protesters who has been
ar: هذا و قال متظاهرون أنهم كانوا قد منحوا الإذن بالسماح لهم بمتابعة الاحتجاج يوم الخميس. يقول سافيرناز هاشترودي, و هو أحد المتظاهرين الذين داوموا على حضور الاحتجاجات منذ أن بدأت يوم الأحد: أنا شخصيا وقعت الورقة من وزارة الداخلية يوم الثلاثاء, و هي تنص على

source: “Now they are saying we are not allowed,” she added.
ar: و تابع يقول: الأن هم يقولون أن ذلك غير مسموح لنا, .

source: Last Updated: June 18. 2009 3:01PM UAE / June 18. 2009 11:01AM GMT
ar: أخر تحديث: الثامن عشر من شهر حزيران . 2009._الساعة 3:01 مساءا بتوقيت الإمارات |_الثامن عشر من شهر حزيران, 2009._الساعة 11:01 صباحا بتوقيت غرينتش.

source: Every Palestinian, every Israeli who want two states, two peoples, living in safety, dignity and freedom are friends of Paris, he said, and when the citizens of Gaza have been faced with tragic situations, the Paris Council voted to aid civilian populatio
ar: كل شخص فلسطيني, كل شخص إسرئيلي من الذين يريدون وجود دولتين, و شعبين, يعيشان في أمان و كرامة و حرية هما زوج من الأصدقاء, و قال أيضا, و عندما كان سكان غزة عندما يواجهون أوضاعا مأساوية, صوت مجلس باريس من أجل مساعدة السكان المدنيين. و في الوقت نفسه, طور العد

source: The mayor had discussed with the Mayor of Hebron, who is Head of the Palestinian mayors, and invited him to come to Paris to work together, all French cities and all the Palestinian cities that cooperate and are even more dynamic, more effective, accordin
ar: و كان رئيس البلدية قد تناقش مع عمدة بلدية الخليل, و هو رئيس البلديات الفلسطينية, كما دعاه إلى القدوم إلى باريس للعمل معا, حيث تكون جميع المدن الفرنسية و كل المدن الفلسطينية تعاونا أكثر ديناميكية و أكثر فعالية, بحسب ما قاله السيد ديلانوي.

source: He stated that there will soon be a place or a street in Paris Mahmoud Darweesh, and that 'we will host Palestinian artists and more widely, we already made a very successful Palestinian week.'
ar: كما صرح أنه سيتواجد في وقت قريب مكان أو شارع في باريس باسم محمود درويش, و قال: حيث أننا سنستضيف فنانين فلسطينيين و بشكل أوسع, لقد قمنا بالفعل بأسبوع فلسطيني ناجح جدا.

source: 'I'll count a very active cooperation with the Theater in Ramallah, in short, I believe that culture, law, the dignity of a people, are the elements that engage Paris and all the Palestinian people for peace, 'the mayor concluded.
ar: و في النهاية علق العمدة البلدية قائلا: سأساهم بشكل فاعل جدا في التعاون الخلاق مع المسرح في رام الله, إنني أؤمن أن الثقافة, القانون , و كرامة الشعب, هي عناصر توحد باريس مع كل الشعب الفلسطيني في الصراع من أجل السلام.

source: Date : 14/6/2009 Time : 15:50
ar: في الرابع عشر من شهر حزيران, 2009._الساعة 15:50.

source: Court Sentence Boosting Vibes of Extremism and Terrorism
ar: حكم محكمة يزيد من مشاعر التطرف و الإرهاب.

source: Jordanian Poet Islam Samhan Sentenced One Year, Fined 10000 JD.
ar: الشاعر الأردني إسلام سمحان حكم عليه بالسجن مدة سنة, مع دفع غرامة مالية قدرها 10000 دينار.

source: ANHRI asserts that literature should only be debated on newspapers , forums and at lobbies and calls the Jordanian government not to chain words and drag poems to court which is an extremely violent breach of all International conventions regarding freedo
ar: كما تؤكد الشبكة العربية لمعلومات حقوق الإنسان على أن الأدب يجب مناقشته و نقده في الصحف فقط, في المحافل و المنتديات, و تدعو الحكومة الاردنية إلى عدم تقييد الكلمات و جر القصائد إلى السجن, و هو الأمر البالغة القسوة و الأشد انتهاكا للاتفاقيات الدولية المتعلقة

source: ANHRI condemns this heavy – handed sentence and considers it an explicit assertion of blasphemy that may lead to shedding Samhan's blood, there by calling on all human rights organizations working on freedom of expression and opinion and requesting the Jo
ar: و قد أدانت الشبكة العربية لمعلومات حقوق الإنسان هذا الحكم القاسي حيث اعتبرت أنه حكم واضح بالتكفير و هو الأمر الذي قد يؤدي إلى إراقة دم سمحان, كما أنها وجهت نداءا إلى جميع منظمات حقوق الإنسان التي تعمل على حرية التعبير و الرأي و طلبت من رابطة الكتاب الأرد

source: The Jordanian court issued a ruling the least to be called an oppressive, sentencing Islam Samhan (27 years) to one year prison and fining him 10000 JD. He was accused of ridiculing the religion and divine doctrines, offending prophets and not registering
ar: أصدرت محكمة أردنية حكما أقل ما يمكن تسميته أنه مجحف, على إسلام سمحان (27 عاما) بالسجن مدة سنة واحدة و تغريمه بدفع 10000 دينار. حيث كان قد اتهم بأنه يشوه صورة الدين و المذاهب الإلهية, و يسيء إلى الانبياء إضافة إلى أنه لا يسجل شعره في قسم الطباعة و النشر ال

source: The story dates back to March 2008, when Islam published his divan Rahaqet Dhel , Gracefulness of a Shadow. He faced a campaign led by Moslem Brothers and the Jordanian Mufti accusing him of blasphemy because of some verses he wrote. The campaign result
ar: تعود هذه القصة إلى شهر أذار عام 2008, عندما نشر إسلام ديوانه الشعري برشاقة ظل . عندها واجه حملة قادتها أنذاك جماعة الإخوان المسلمين و المفتي الأردني, حيث اتهموه فيها بالتجديف بسبب بعض الأبيات الموجودة في الديوان. و أسفرت الحملة عن محاكمة سمحان و سجنه م

source: On the other hand, Samhan stated that he has registered his book in the National Library and submitted copies at the Jordanian department of printing and publishing early 2009, and that some ministries and government institutes bought copies of it.
ar: و من جهة أخرى, فقد صرح سمحان أنه قد سجل كتابه في المكتبة الوطنية و أودع نسخا عنه في قسم الطباعة و النشر الأردني, كان ذلك في أوائل عام 2009, كما أن بعض الوزارات و المعاهد الحكومية قد اشترت نسخا منه.

source: Samhan said, it is not at all about blasphemy, but because of the poem when features are that clear, describing how dim-witted intelligence people are, as they convince the Arab ruler that his own people are but a senseless pile of lumber.
ar: قال سمحان: إن التجديف هو ليس كل ما في الأمر, و إنما ذلك بسبب القصيدة. إن ذلك واضح جدا واصفا كم هم حمقى أولئك الأشخاص الذين يعملون في الاستخبارات, حيث أنهم يقنعون الحاكم العربي أن شعبه ليس إلا كومة من الخشب خالية من المشاعر. .

source: Cairo 21\6\2009
ar: القاهرة. في الحادي و العشرين من شهر حزيران, 2009.

source: Palestinian FM says Israeli settlements are main obstacle to peace
ar: وزير الخارجية الفلسطينى يقول المستوطنات الإسرائيلية هي العقبة الرئيسية أمام السلام

source: RAMALLAH, June 20 (Xinhua) -- Israeli settlement activities in the occupied West Bank are the main obstacle to peace talks between the Palestinians and Israel, Palestinian foreign affairs minister Riyadh al-Maliki said on Saturday.
ar: رام الله، 20 يونيو (شينخوا) – قال وزير الخارجية الفلسطيني رياض المالكي يوم السبت إن أنشطة الاستيطان الإسرائيلية في الضفة الغربية المحتلة هي العقبة الرئيسية أمام محادثات السلام بين الفلسطينيين والإسرائيليين.

source: Everyone knows that settlement activities are the basic obstacle and the Israelis are trying to change the facts on the ground, al-Maliki said in a statement sent to the media.
ar: وقال المالكي في بيان أرسله إلى وسائل الإعلام الكل يعلم ان الأنشطة الاستيطانية هي العقبة الأساسية وأن الإسرائيليين يحاولون تغيير الحقائق على أرض الواقع.

source: His remarks came in response to his Israeli counterpart Avigdor Lieberman who said he saw a good chance to resume the talks with the Palestinians and the settlements did not affect the peace process.
ar: وجاءت تصريحاته رداً على نظيره الإسرائيلي أفيجدور ليبرمان الذي قال إنه يرى فرصة طيبة لاستئناف المحادثات مع الفلسطينيين وإن المستوطنات لا تؤثر على عملية السلام.

source: Lieberman has a twisty vision and analysis about the settlements' issue, al-Maliki added, recalling that the settlement construction went along with more plans to seize Palestinian land and to demolish houses in the West Bank and East Jerusalem.
ar: وأضاف المالكي ليبرمان لديه رؤية وتحليل ملتوي حول قضية المستوطنات مشيراً إلى أن بناء المستوطنات تتوافق مع خطط للاستيلاء على المزيد من الأراضي الفلسطينية وهدم المنازل في الضفة الغربية والقدس الشرقية.

source: Israeli hawkish Prime Minister Benjamin Netanyahu, who leads an expanded coalition of extremist parties, has been rejecting U.S. demands to freeze the settlement activities in the territories designated to be the ground of the future Palestinian statehood
ar: ورفض رئيس الوزراء الإسرائيلي المتشدد بنيامين نتنياهو الذي يتزعم ائتلاف موسع من الأحزاب المتطرفة مطالب الولايات المتحدة الخاصة بتجميد أنشطة الاستيطان في الأراضي المخصصة لتكون أرضاً للدولة الفلسطينية في المستقبل.

source: The peace talks have been stalled since Israel launched a military offensive in the Gaza Strip in January. The installation of Netanyahu's government early in April contributed to the freezing of the peace process.
ar: وكانت محادثات السلام قد توقفت منذ أن شنت إسرائيل هجوماً عسكرياً في قطاع غزة في يناير، وساهم تنصيب حكومة نتانياهو في أوائل شهر أبريل في تجميد عملية السلام.

source: Nicolas Sarkozy: burqa not welcome in France
ar: نيكولا ساركوزي: البرقع ليس موضع ترحيب في فرنسا

source: President Nicolas Sarkozy has said that the Islamic burqa is 'not welcome' in France.
ar: الرئيس نيكولا ساركوزي قال إن النقاب الاسلامي غير مرغوب فيه في فرنسا.

source: In a speech at the Palace of Versailles, Mr Sarkozy said that the head-to-toe Islamic garment for women was not a symbol of religion but a sign of subservience for women.
ar: قال ساركوزي في كلمة ألقاها في قصر فرساي إن ملابس المرأة التي تغطيها من الرأس إلى أصابع القدمين ليست رمزاً للدين وإنما دلالة على خضوع المرأة.

source: The burka is not a sign of religion, it is a sign of subservience, he told members of both parliamentary houses gathered for his speech.
ar: وقال لأعضاء البرلمانين الذين اجتمعوا من أجل خطابه البرقع ليس دليلاً على الدين، وإنما دلالة على الخضوع.

source: He added: It will not be welcome on the territory of the French republic.
ar: وأضاف: لن يكون موضع ترحيب على أراضي الجمهورية الفرنسية.

source: His comments follow an appeal last week by 65 French MPs for a parliamentary commission to examine whether Muslim women who cover themselves fully in public undermine the secular tradition in France as well as women's rights.
ar: وجاءت تعليقاته في أعقاب اقتراح الأسبوع الماضي تقدمت به 65 نائبة فرنسية لإجراء لجنة برلمانية للنظر في ما إذا كانت المرأة المسلمة التي تغطي نفسها بالكامل في الأماكن العامة تقوض من التقاليد العلمانية في فرنسا فضلاً عن حقوق المرأة.

source: The MPs represent parties ranging from the Communists to Mr Sarkozy's UMP.
ar: وتمثل النائبات أحزاب تتراوح بين الشيوعيين إلى حزب ساركوزي الإتحاد من أجل الحركة الشعبية.

source: The call won instant support from members of Mr Sarkozy's centre-Right government but was opposed by the Socialists, the main opposition party.
ar: وحظى النداء على الفور بتأييد من أعضاء حكومة ساركوزي اليمين الوسط ولكنها واجهت معارضة شديدة من الحزب الاشتراكي وهو حزب المعارضة الرئيسي.

source: The French parliament is expected to consider both the burqa, where the eyes are covered by a fabric mesh, and the niqab, which has an eye slit.
ar: ويُتوقع أن ينظر البرلمان الفرنسي في كل من البرقع الذي يغطي العيون بقطعة من النسيج والنقاب الذي به شق للعين.

source: France's Muslim Council said last week that the proposal stigmatised Islam.
ar: وقال مجلس المسلمين في فرنسا الأسبوع الماضي إن الاقتراح يعامل الإسلام بعنصرية.

source: In 2004, the country passed a controversial law forbidding any conspicuous religion symbols from state schools, including veils, which are also banned in government offices.
ar: وفي عام 2004، وافقت الدولة على قانون مثير للجدل يحظر إظهار أي من الرموز الدينية بما فيها الحجاب في الأماكن العامة بدءاً من المدارس الحكومية وكذلك في المكاتب الحكومية.

source: Rallies in France, Germany, U.S. support Iranian demonstrators
ar: مظاهرات في فرنسا وألمانيا والولايات المتحدة تضامناً مع المتظاهرين في إيران

source: WASHINGTON (CNN)
ar: واشنطن (سي إن إن)

source: -- Demonstrators gathered in major cities in France, the United States and Germany on Saturday to condemn Iran's crackdown on pro-democracy protesters in Tehran.
ar: -- تجمع المتظاهرون في المدن الرئيسية في فرنسا والولايات المتحدة وألمانيا يوم السبت لإدانة حملة إيران القمعية على المحتجين المؤيدين للديمقراطية في طهران.

source: The rallies ranged from tens of thousands of Iranian exiles and supporters who crammed a Paris, France-area convention center to the hundreds of demonstrators who braved a downpour in Washington to march to the White House.
ar: وتراوح عدد المشتركين في المسيرات ما بين عشرات الآلاف من الإيرانيين في المنفى والداعمين الذين تجمعوا في مركز للمؤتمرات بباريس في فرنسا إلى مئات من المتظاهرين الذين تحدوا أمطاراً غزيرة في واشنطن في مسيرة إلى البيت الأبيض.

source: In Hamburg, Germany, protesters marched against the announced result of last week's
ar: وفي هامبورج بألمانيا، سار المتظاهرون احتجاجاً على النتيجة المعلنة الأسبوع الماضي في الانتخابات الإيرانية التي توجت الرئيس

source: Iranian
ar: الإيراني

source: election, which had President
ar: محمود

source: declared the overwhelming victor in voting that opposition groups called rigged.
ar: المنتصر في التصويت الذي أدعت الجماعات المعارضة بتزويره.

source: A threatening statement Friday by supreme leader
ar: وآثار بيان تهديدي ألقاه المرشد الأعلى آية

source: Ayatollah Ali Khamenei
ar: الله على خامنئي

source: in Iran raised fears of bloodshed, and security forces in Tehran confronted demonstrators Saturday with clubs, tear gas and water cannons.
ar: خامنئي يوم الجمعة في إيران مخاوف من إراقة الدماء حيث واجهت قوات الأمن في طهران يوم السبت المتظاهرين بالهراوات والغاز المسيل للدموع وخراطيم المياه.

source: We hope that everything stays peaceful, that the people in Iran get their rights in a peaceful way and that the will of the people will be stronger than all possible repression mechanisms, said an unidentified organizer of the Hamburg protest.
ar: وقال منظم مجهول لمظاهرات هامبورج نأمل أن تبقى الأمور سلمية وأن يحظى الناس في إيران على حقوقهم بطريقة سلمية وأن تكون إرادة الشعب أقوى من كل آليات القمع الممكنة.

source: In Paris, a rally that organizers called the largest gathering of exiled Iranians drew people from across Europe and the
ar: وفي باريس، دعا منظمو أحد المظاهرات التي ضمت أكبر تجمع للإيرانيين الذين يعيشون في المنفى وجذبت الناس من كل أنحاء أوروبا

source: Middle East
ar: والشرق الأوسط

source: , according to a statement by the National Council of Resistance of Iran.
ar: وذلك وفقاً لبيان أصدره عن المجلس الوطني للمقاومة في إيران.

source: It said Maryam Rajavi, identified as president-elect of the organization, praised the uprising in Iran as the real choice facing the Iranian people, rather than the illegitimate and rigged election.
ar: وقال البيان إن مريم رجوي وهي رئيس المنتخبة للمنظمة أشادت بالانتفاضة في إيران ووصفتها بالخيار الحقيقي الذي يواجه الشعب الإيراني بدلاً من الانتخابات غير الشرعية والمزورة.

source: Rajavi said Khamenei's defense of the election and refusal to annul it signaled an imminent rift in Iran over allegiance to the supreme leader, the statement said.
ar: وحسبما ذكر البيان، فإن رجوي قالت إن دفاع خامنئي عن الانتخابات ورفضه إلغائها يمثل خلافاً وشيكاً في إيران على الولاء للمرشد الأعلى.

source: The religious dictatorship and all its repressive organs must be dismantled so as to enable the Iranian people to take part in a free election under the United Nations supervision, the statement said.
ar: وأضاف البيان الديكتاتورية الدينية وجميع أجهزتها القمعية يجب تفكيكها وذلك لتمكين الشعب الإيراني من المشاركة في انتخابات حرة تحت إشراف الأمم المتحدة.

source: The Washington march started in a heavy downpour, but the crowd of a few hundred swelled to about 1,500 as the rain subsided and the group reached the White House.
ar: وبدأت مسيرة واشنطن بالأمطار الغزيرة، ولكن وصل عدد الحشد المكون من بضعة مئات إلى 1,500 مع انخفاض الأمطار ووصلت المجموعة إلى البيت الأبيض.

source: In Los Angeles, California, protesters wore green armbands in solidarity with Tehran demonstrators.
ar: وفي لوس أنجليس بكاليفورنيا، ارتدى المتظاهرون شارات خضراء تضامنا مع المتظاهرين في طهران.

source: Sarkozy Distracting French Public by Crusading Against Muslim Women’s Rights to Hijab
ar: ساكوزي يشغل الجمهور الفرنسي عبر محاربة حقوق المرأة المسلمة بارتداء الحجاب.

source: With input from resident MM Frenchman, Nadim Sohail.
ar: ساهم في هذا المقال المقيم الفرنسي, نديم سهيل.

source: In stark contrast to
ar: في تناقض بين

source: Obama’s call
ar: دعوة أوباما

source: for respecting the Muslim women’s right to observe
ar: إلى احترام حق النساء المسلمات بارتداء الحجاب

source: , as well as the lack of any official effort in the United States to prevent a Muslim woman from chosing to wear whatever she wishes to, Sarkozy has launched a
ar: , فضلا عن عدم وجود جهد رسمي في الولايات المتحدة لمنع المرأة المسلمة من ارتداء أي شيء تود ارتدائه, قام ساركوزي بإطلاق

source: frontal attack on the
ar: هجوم موجه ضد

source: Burka
ar: البرقع .

source: (the hot-button word for full niqaab).
ar: ( و هي الكلمة الساخنة للنقاب الكامل ).

source: The reference of
ar: كما أن

source: burka
ar: البرقع

source: has another dimension to it since that is the common terminology for Afghani-style hijab/niqab, where France has recently sent troops. Thus, building the propaganda of “fighting for womens rights” as a means to justify its unpopular war.
ar: له مرجعية أخرى, حيث أنه المصطلح المعروف للحجاب أو النقاب الخاص بأسلوب اللباس الأفغاني. و هو البلد الذي قامت فرنسا مؤخرا فيها بإرسال قواتها إليه. و هكذا, من أجل بناء دعاية القتال لأجل حقوق المرأة كانت هذه الوسيلة التي تبرر فرنسا من خلالها حربها التي ل

source: This French President, described in a recent book (
ar: و قد وصف هذا الرئيس الفرنسي, في كتابه الأخير (

source: failed to be blocked from publication
ar: الذي فشل حجبه عن النشر

source: — so much for free speech!) as an
ar: الكثير من حرية التعبير!)

source: uncaring father and a womanizer
ar: أبا لا يعرف المراعاة و الاهتمام و زير نساء

source: wants to now tell Muslim women how to dress. I’d like to ask Sarkozy that if he can tell us how we should dress, then under equal rights of the “republic”, why can’t Muslims tell French women how not to dress? We are even willing to donate some extra clo
ar: يريد الأن أن يفرض على المرأة ما الذي ترتديه و كيف ترتديه. و أنا أود أن أسأل ساركوزي إن كان يستطيع إخبارنا كيف يريدنا أن نلبس, و بعدها بناء على حقوق العامة المتساوية, لماذا لا يمكن للمسلمين أن يقولوا للنساء الفرنسيات كيف يريدونهم أن يرتدوا ملابسهم؟ حتى

source: For a President to devote significant time to the
ar: بالنسبة لرئيس خصص وقتا كبيرا من أجل

source: in an important speech to the Parliament,
ar: في خطاب هام موجه إلى البرلمان,

source: the first one since the 19th century
ar: و هو الأول منذ القرن التاسع عشر

source: , is a clear indication that Sarkozy is running out of ideas to save the country from its
ar: , فإن ذلك يعتبر إشارة واضحة إلى أن ساركوزي قد استنفذ أفكاره المتعلقة بإنقاذ البلاد من

source: economic and social ills
ar: علله الاقتصادية و الاجتماعية.

source: . By letting the public focus on a clearly divisive issue, but one whose inherent prejudice bonds French citizens across the political spectrum, Sarkozy wants to use this “coalition of bigots” to distract the public from real problems.
ar: . عبر جعل عامة الشعب يركزون على قضية تسبب الجدل بشكل واضح, و التي تتعلق بالاجحاف المتأصل للمواطنين الفرنسيين من مختلف الاتجاهات السياسية, فإن ما يريده ساركوزي هو استخدام هذا التحالف من المتعصبين لتشتيت انتباه العامة عن مشاكل البلاد الحقيقية.

source: This low-level terror against minorities is not a new phenomenon. Historically, other tyrants and dictators have used anger and prejudice against minorities to help their own standing with the people. Hitler used the Jewish people as his whipping-boy. Sar
ar: إن هذا المستوى المنخفض من الإرهاب ضد الأقليات ليس ظاهرة جديدة. فعبر التاريخ, قام طغاة و دكتاتوريون أخرون باستخدام الغضب و الإجحاف بحق الأقليات للمساعدة بدعم انفسهم أمام الشعب, فقد استخدم هتلر الشعب اليهودي ليكونوا المستضعفين لديه. و الأن فإن ساركوزي يسير

source: On the path of this “Frenchize” culture would be a ban on beards. Far fetched? Think again. The French government was ready to deny entry of students who
ar: و بناء على هذا الدرب الثقافي الفرنسي فهل سيكون أمر منع اللحى, بعيد المنال؟ فكر ثانية. فقد كانت الحكومة الفرنسية مستعدة لمنع دخول الطلاب الذين

source: wear a beard since beards can be interpreted as a religious sign
ar: لهم لحى لأن اللحى من الممكن تفسيرها كإشارة دينية

source: . This was only rejected because the head of the schools realized that it was too difficult to manage, not because it would be against freedom of religion.
ar: - و قد تم رفض هذه الطريقة فقط لأن رئيس المدارس أدرك أن أمرا كهذا من الصعب جدا التحكم فيه, و ليس لأنه سيكون ضد حرية الدين.

source: If Sarkozy thinks that he can force the will of the majority over its minority in the matter of dress choice, then he is sadly mistaken, and setting the French society up for a massive clash.
ar: و إذا كان ساركوزي يظن أنه يستطيع إرساء إرادة الأغلبية على الأقلية, في مسألة اختيار اللباس, فإنه أخطا للأسف, و وضع المجتمع الفرنسي في مواجهة واسعة.

source: It is interesting that many Europeans fled Europe for America’s shores about three centuries ago
ar: و الأمر اللافت للنظر هو أن العديد من الأوروبيين ذهبوا من أوروبا إلى شواطىء أميركا منذ نحو ثلاثة قرون مضت

source: to escape religious persecution
ar: هربا من الإضطهاد الديني

source: . While Europe has claimed great progress in freedom of religion, time and time again, we see the rise of religious persecution. It seems that some people can never quite get it right on rights, and Sarkozy is just another stark example of what’s wrong wi
ar: - و في الوقت الذي أعلنت فيه أوروبا عن إحراز تقدم كبير فيما يخص حرية الدين, فإننا نرى, مرة بعد أخرى, تزايد الاضطهاد الديني. يبدو أن البعض لا يمكنهم أبدا أن يجعلوا من هذه الحقوق أمرا حقيقيا. و ساركوزي ليس إلا مثال واضح أخر على الخطب الذي أصاب أوروبا, و فرن

source: May Allah protect our Muslim sisters from cultural terror and religious persecution wherever it raises its ugly head, and may He protect them and allow them to wear whatever they choose to wear, when done solely for the sake of their Lord.
ar: أرجو أن يحمي الله أخواتنا المسلمات من الإرهاب الثقافي و الاضطهاد الديني أينما رفع راسه القبيح, و قد يحميهم و يسمح لهم بارتداء ما يختارونه من ملابس, عندما يكون ذلك فقط من أجله.

source: Tiny Url for this post:
ar: رابط صغير لهذا المقال:

source: How Iran betrayed its young
ar: كيف غدرت إيران بشبابها

source: Young Iranians horrified by the death of Neda Soltani are increasingly disillusioned with the country's supreme leader
ar: تزداد خيبة أمل الشبان الإيرانيين الذين شعروا بالذهول من جراء وفاة ندى سلطاني من المرشد الأعلى للبلاد

source: The gruesome
ar: إن اللقطات الشنيعة

source: footage of the young girl, Neda
ar: للشابة ندى
